Revit 2027 API
TemporaryViewModes.RemoveCustomization Method
 Removes all customized values for the TemporaryViewProperties mode.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public void RemoveCustomization()
Public Sub RemoveCustomization
public:
void RemoveCustomization()
member RemoveCustomization : unit -> unit
See Also
Reference
TemporaryViewModes Class
Autodesk.Revit.DB Namespace